app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Tue, 25 Jul 2017 06:49:33 UTC +00:00], ["email", "zw@qq.com"], ["name", "zw"], ["updated_at", Tue, 25 Jul 2017 06:49:33 UTC +00:00]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save